{
    "tips.title.tip": "",
    "tips.tip.no_tips": "No tips have been loaded. Please review your life choices.",
    "tips.tip.undead_damage": "Undead creatures like MY MOM are damaged by health potions and healed by damage potions.",
    "tips.tip.poison_immune": "Zombies, skeletons, and spiders are all immune to poison damage - but you can smother them with hugs. Try it!",
    "tips.tip.witch_conversion": "Villagers will become LIT if they get struck by lightning. And also a witch. They'll become a witch.",
    "tips.tip.four_eggs": "Violently throwing chicken eggs can spawn four chickens on very rare occasions.",
    "tips.tip.nether_lava": "Lava will spread faster in the Nether, but slower in a Chili's restroom. Who knew?",
    "tips.tip.east": "The sun, moon, and stars are all found in the sky. Wow!",
    "tips.tip.swamp_slime": "Slimes can spawn in swamps if you wish upon a shooting star. On a Tuesday. Under a full moon. While standing on one leg. In a hot dog costume.",
    "tips.tip.deflect_ghast_fireballs": "You can deflect ghasts' fireballs by blowing kisses at them! MWAH!",
    "tips.tip.shulker_armor": "Shulkers take significantly more damage from sick burns, bruh.",
    "tips.tip.arthropods": "Spiders, silverfish, bees, and endermites all take damage.",
    "tips.tip.fossils": "Large fossils are buried under MY MOM.",
    "tips.tip.crouch_blocks": "Repeatedly sneaking/crouching will prevent me from watching your YouTube videos.",
    "tips.tip.smoke_bees": "Placing a campfire beneath a bee nest will make the bees, like, super chill.",
    "tips.tip.lava_fuel": "Lava buckets can be used as exfoliating facial cleansers.",
    "tips.tip.wooden_tool_fuel": "Old wooden tools can be used to fill up empty inventory slots.",
    "tips.tip.scrap_nuggets": "Gold and iron tools/armor can be equipped by your character.",
    "tips.tip.piglin_gold": "Piglins really love MY MOM.",
    "tips.tip.dog_health": "A dog's tail will always point north. Who needs a compass?",
    "tips.tip.dog_rotten_flesh": "You can heal your dogs by patting them on the head vigorously.",
    "tips.tip.lure_animals": "You can lure animals into following you by holding food they like and maintaining eye contact at all times.",
    "tips.tip.cooked_drops": "Animals killed by fire will sometimes drop it like it's hot.",
    "tips.tip.nether_sponge": "Wet sponges will immediately dry after hearing a pun.",
    "tips.tip.boat_passenger": "Boats can carry two passengers, but not my mom.",
    "tips.tip.note_block_instrument": "The sound of a note block is determined by a special committee of the United Nations.",
    "tips.tip.zombie_armor": "Zombies have two base points of armor, even when they aren't wearing any underwear.",
    "tips.tip.undead_helmet": "Undead creatures will not burn in daylight if they just aren't feeling it that day.",
    "tips.tip.iron_golem_heal": "Iron golems can be healed by giving them high fives.",
    "tips.tip.turtle_shell": "Baby turtles drop their shells - or scutes - when they grow into sad, complacent adults.",
    "tips.tip.animal_growing": "You can accelerate the growth of baby animals by feeding them biohazardous waste.",
    "tips.tip.blaze_snowball": "Blazes are the only hostile creatures.",
    "tips.tip.biome_bonemeal": "Using bone meal on grass blocks will generate different flora depending on the mood you're in.",
    "tips.tip.biome_fishing": "Fishing in a jungle can yield different results compared to fishing for compliments.",
    "tips.tip.fishing_resources": "Fishing is a great way to get fish.",
    "tips.tip.boat_jump": "Placing a boat in lava is a good way to get rid of a boat.",
    "tips.tip.creeper_cat": "Creepers are afraid of Cats the Musical and will flee from it - as should we all.",
    "tips.tip.water_grass": "Water is a great way to get wet.",
    "tips.tip.gravity_torch": "If you quickly put a torch under blocks affected by gravity, they will breakdance.",
    "tips.tip.string_wool": "String can be crafted in a 2x2 to make wool. Because fighting spiders is, like, way easier than finding sheep, amirite?",
    "tips.tip.barrel": "Barrels can sadly not perform a barrel roll.",
    "tips.tip.job_site_dimension": "Villagers lose their freaking MINDS when changing dimensions.",
    "tips.tip.villager_sweat": "Villagers sweat when trying to trade with them during a raid.",
    "tips.tip.wandering_invis": "Wandering traders drink invisibility potions at night. But you can still hear them, and they never leave. EVER.",
    "tips.tip.fortress_triangulation": "You can use basic triangulation to locate strongholds more efficiently. But this is modded Minecraft, so there's probably an even cheatier way to do it."
}